{
    "meta": {
        "name": "Bikat Adventures",
        "key": "bikat_adventures",
        "baseURL": "https://www.bikatadventures.com/Home/Itinerary"
    },
    "list": [
        {
            "title": "Ali Bedni Bugyal Trek",
            "uid": "ali-bedni-bugyal-trek",
            "elevation": "11,598",
            "duration": "6",
            "cost": "9,500",
            "difficulty": [
                "easy",
                "moderate"
            ],
            "location": "Uttarakhand",
            "distance": "30",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "June", "September", "October", "November"],
            "description": "The Ali Bedni Bugyal Trek is a scenic journey through the lush green meadows of Ali and Bedni, offering stunning views of the Himalayan peaks. The trek takes you through dense forests, charming villages, and along crystal-clear streams. The highlight is the breathtaking sight of the sun setting behind the mountains, casting a golden hue over the landscape. This trek is perfect for nature lovers and those seeking a peaceful escape in the lap of the Himalayas."
        },
        {
            "title": "Annapurna Base Camp Trek",
            "uid": "Annapurna-Base-Camp-Trek",
            "elevation": "13,550",
            "duration": "9",
            "cost": "19,500",
            "difficulty": [
                "moderate"
            ],
            "location": "Nepal",
            "distance": "85",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Annapurna Base Camp Trek is a classic Himalayan journey that takes you to the base of the Annapurna massif. The trek offers a diverse range of landscapes, from lush subtropical forests to high-altitude deserts. Trekkers will experience the rich culture of the Gurung and Magar villages, and be rewarded with stunning views of Annapurna South, Annapurna Fang, and Hiunchuli. The highlight is reaching the Annapurna Base Camp at 13,550 ft, surrounded by towering peaks."
        },
        {
            "title": "Annapurna Circuit Trek with Tilicho Lake",
            "uid": "Annapurna-Circuit-Trek",
            "elevation": "17,776",
            "duration": "15",
            "cost": "55,750",
            "difficulty": [
                "difficult"
            ],
            "location": "Nepal",
            "distance": "145",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Annapurna Circuit Trek with Tilicho Lake is a legendary trek in the Annapurna region of Nepal. It circumnavigates the Annapurna massif and includes a visit to the stunning Tilicho Lake, one of the highest lakes in the world. The trek offers a diverse range of ecosystems, from lush subtropical forests to high-altitude deserts, and provides breathtaking views of some of the highest peaks in the world, including Annapurna and Dhaulagiri."
        },
        {
            "title": "Auden's Col Expedition",
            "uid": "Audens-col-trek",
            "elevation": "18,012",
            "duration": "16",
            "cost": "98,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "75",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "Auden's Col Expedition is a challenging trek in the Indian Himalayas, taking you to the remote and stunning Auden's Col. The trek involves crossing high mountain passes, walking on glaciers, and navigating through rugged terrains. Trekkers will be rewarded with breathtaking views of the surrounding peaks and valleys, and a sense of accomplishment in crossing one of the less-traveled paths in the Himalayas."
        },
        {
            "title": "Bali Pass Trek",
            "uid": "bali-pass-trek",
            "elevation": "16,240",
            "duration": "9",
            "cost": "19,900",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "56",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Bali Pass Trek is a thrilling journey in the Indian Himalayas, offering stunning views of the Bandarpoonch peak and the surrounding ranges. The trek takes you through lush green meadows, dense forests, and along sparkling streams. The highlight is crossing the Bali Pass at 16,240 ft, which offers panoramic views of the Himalayas. This trek is perfect for adventure enthusiasts and nature lovers."
        },
        {
            "title": "Baraadsar Lake Trek",
            "uid": "baraadsar-lake-trek",
            "elevation": "15,092",
            "duration": "8",
            "cost": "16,400",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "43",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Baraadsar Lake Trek is a hidden gem in the Indian Himalayas, taking you to the pristine Baraadsar Lake, cradled at a high altitude. The trek offers a perfect blend of adventure and tranquility, with stunning views of the surrounding peaks and valleys. Trekkers will also experience the rich biodiversity of the region and the unique culture of the local villages."
        },
        {
            "title": "Beas Kund Trek",
            "uid": "Beas-kund-trek",
            "elevation": "12,139",
            "duration": "3",
            "cost": "5,900",
            "difficulty": [
                "easy"
            ],
            "location": "Himanchal Pradesh",
            "distance": "32",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Beas Kund Trek is a short and scenic trek in the Indian Himalayas, leading to the sacred Beas Kund. The trek offers stunning views of the surrounding peaks and glaciers, and a chance to experience the rich culture and traditions of the local villages. This trek is perfect for those seeking a quick escape into the mountains and a chance to connect with nature."
        },
        {
            "title": "Bhrigu Lake Trek",
            "uid": "bhrigu-lake-trek",
            "elevation": "13,999",
            "duration": "3",
            "cost": "5,990",
            "difficulty": [
                "easy"
            ],
            "location": "Himanchal Pradesh",
            "distance": "29",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Bhrigu Lake Trek is a beautiful journey in the Indian Himalayas, taking you to the enchanting Bhrigu Lake, known for its emerald green waters. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Borasu Pass Trek",
            "uid": "borasu-pass-trek",
            "elevation": "17,585",
            "duration": "9",
            "cost": "29,200",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "63",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Borasu Pass Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the remote Borasu Pass. The trek involves crossing high mountain passes, walking on glaciers, and navigating through rugged terrains. Trekkers will be rewarded with breathtaking views of the surrounding peaks and valleys, and a sense of accomplishment in crossing one of the less-traveled paths in the Himalayas."
        },
        {
            "title": "Brahmatal Trek",
            "uid": "brahmatal-trek",
            "elevation": "12,651",
            "duration": "6",
            "cost": "9,500",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "35",
            "tags": [],
            "bestTimeToTarget": ["December", "January", "February", "March", "April", "May", "October", "November"],
            "description": "The Brahmatal Trek is a delightful journey in the Indian Himalayas, leading to the serene Brahmatal Lake, known for its pristine beauty and tranquility. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Buran Ghati Trek",
            "uid": "buran-ghati-trek",
            "elevation": "15,010",
            "duration": "8",
            "cost": "14,900",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "40",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Buran Ghati Trek is an exciting journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Buran Ghati pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Chadar - The Frozen River Trek",
            "uid": "chadar-trek",
            "elevation": "11,152",
            "duration": "9",
            "cost": "25,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "62",
            "tags": [],
            "bestTimeToTarget": ["January", "February"],
            "description": "The Chadar - The Frozen River Trek is a unique and thrilling journey in Ladakh, taking you along the frozen Zanskar River. The trek offers stunning views of the surrounding snow-capped peaks and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Chandrakhani Pass Trek",
            "uid": "Chandrakhani-Pass-Trek",
            "elevation": "12,008",
            "duration": "4",
            "cost": "9,200",
            "difficulty": [
                "easy"
            ],
            "location": "Himanchal Pradesh",
            "distance": "45",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Chandrakhani Pass Trek is a beautiful journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Chandrakhani pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Dayara Bugyal Trek",
            "uid": "Dayara-Bugyal-Trek",
            "elevation": "12,303",
            "duration": "5",
            "cost": "8,000",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "21",
            "tags": [],
            "bestTimeToTarget": ["December", "January", "February", "March", "April", "May", "June", "September", "October", "November"],
            "description": "The Dayara Bugyal Trek is a delightful journey in the Indian Himalayas, leading to the beautiful Dayara Bugyal, a high-altitude meadow known for its stunning views and tranquility. The trek offers a chance to experience the rich biodiversity of the region and the unique culture of the local villages. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Deo Tibba Base Camp Trek",
            "uid": "deo-tibba-base-camp-trek",
            "elevation": "14,698",
            "duration": "6",
            "cost": "12,900",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "37",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Deo Tibba Base Camp Trek is an exciting journey in the Indian Himalayas, taking you to the base camp of the majestic Deo Tibba. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is reaching the Deo Tibba Base Camp, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Deoriatal Chandrashila Trek",
            "uid": "Chopta-chandrashila-trek",
            "elevation": "12,139",
            "duration": "5",
            "cost": "8,700",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "30",
            "tags": [],
            "bestTimeToTarget": ["December", "January", "February", "March", "April", "May", "September", "October", "November"],
            "description": "The Deoriatal Chandrashila Trek is a beautiful journey in the Indian Himalayas, taking you to the serene Deoriatal Lake and the stunning Chandrashila peak. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Dev Kyara Trek",
            "uid": "dev-kyara-trek",
            "elevation": "13,451",
            "duration": "7",
            "cost": "15,700",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "36",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Dev Kyara Trek is a delightful journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Dodital Darwa Pass Trek",
            "uid": "dodital-Trek",
            "elevation": "13,615",
            "duration": "5",
            "cost": "11,600",
            "difficulty": [
                "moderate"
            ],
            "location": "Uttarakhand",
            "distance": "40",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Dodital Darwa Pass Trek is an exciting journey in the Indian Himalayas, taking you to the beautiful Dodital Lake and the stunning Darwa Pass. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Darwa Pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Dzo Jongo Peak Trek",
            "uid": "dzo-jongo-trek-ladakh",
            "elevation": "20,472",
            "duration": "10",
            "cost": "35,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "49",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Dzo Jongo Peak Trek is a challenging and rewarding journey in Ladakh, taking you to the summit of the stunning Dzo Jongo peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Everest Base Camp Trek",
            "uid": "Everest-Base-Camp-Trek",
            "elevation": "18,192",
            "duration": "14",
            "cost": "49,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Nepal",
            "distance": "120",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Everest Base Camp Trek is the ultimate Himalayan adventure, taking you to the base camp of the world's highest peak, Mount Everest. The trek offers a diverse range of landscapes, from lush subtropical forests to high-altitude deserts, and provides breathtaking views of some of the highest peaks in the world. Trekkers will also experience the rich culture of the Sherpa people and have the opportunity to visit ancient monasteries and traditional villages."
        },
        {
            "title": "Everest Base Camp with Gokyo Ri and Gokyo Lakes",
            "uid": "Everest-Base-Camp-Gokyo-Ri-Trek",
            "elevation": "18,192",
            "duration": "17",
            "cost": "63,250",
            "difficulty": [
                "difficult"
            ],
            "location": "Nepal",
            "distance": "128",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Everest Base Camp with Gokyo Ri and Gokyo Lakes Trek is a spectacular journey in the Everest region of Nepal. It includes all the highlights of the classic Everest Base Camp Trek, with the added bonus of visiting the stunning Gokyo Lakes and climbing Gokyo Ri for breathtaking views of the Everest massif. This trek is perfect for those seeking a comprehensive and rewarding experience in the Everest region."
        },
        {
            "title": "Friendship Peak Trek",
            "uid": "friendship-peak-expedition",
            "elevation": "17,352",
            "duration": "8",
            "cost": "34,400",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "34",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Friendship Peak Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Friendship Peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Gaumukh Tapovan Trek",
            "uid": "gaumukh-tapovan-trek",
            "elevation": "14,632",
            "duration": "8",
            "cost": "14,500",
            "difficulty": [
                "moderate"
            ],
            "location": "Uttarakhand",
            "distance": "46",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Gaumukh Tapovan Trek is a beautiful journey in the Indian Himalayas, taking you to the sacred Gaumukh, the source of the Ganges River, and the stunning Tapovan, a high-altitude meadow. The trek offers stunning views of the surrounding peaks and glaciers, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Ghepan Ghat Lake Trek",
            "uid": "Ghepan-Ghat-Lake-Trek",
            "elevation": "13,602",
            "duration": "5",
            "cost": "11,700",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "28",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Ghepan Ghat Lake Trek is a hidden gem in the Indian Himalayas, taking you to the pristine Ghepan Ghat Lake, cradled at a high altitude. The trek offers a perfect blend of adventure and tranquility, with stunning views of the surrounding peaks and valleys. Trekkers will also experience the rich biodiversity of the region and the unique culture of the local villages."
        },
        {
            "title": "Goechala Trek",
            "uid": "goechala-trek",
            "elevation": "15,091",
            "duration": "10",
            "cost": "16,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Sikkim",
            "distance": "85",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Goechala Trek is a spectacular journey in the Indian Himalayas, taking you to the stunning Goechala pass and the beautiful Khangchendzonga National Park. The trek offers breathtaking views of the Khangchendzonga massif and the surrounding peaks, and a chance to experience the rich biodiversity of the region. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Hampta Pass Trek",
            "uid": "Hampta-Pass-Chandratal-Lake-Trek",
            "elevation": "13,779",
            "duration": "5",
            "cost": "9,500",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "35",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Hampta Pass Trek is an exciting journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Hampta Pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Har ki Dun Trek",
            "uid": "Har-Ki-Dun-Trek",
            "elevation": "11,483",
            "duration": "7",
            "cost": "11,900",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "50",
            "tags": [],
            "bestTimeToTarget": ["April", "May", "June", "September", "October", "November"],
            "description": "The Har ki Dun Trek is a delightful journey in the Indian Himalayas, taking you to the beautiful Har ki Dun valley, known for its stunning views and tranquility. The trek offers a chance to experience the rich biodiversity of the region and the unique culture of the local villages. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Kalihani Pass Trek",
            "uid": "Kalihani-Pass-Trek",
            "elevation": "15,748",
            "duration": "8",
            "cost": "19,400",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "45",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Kalihani Pass Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Kalihani Pass. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Kalindi Khal Expedition",
            "uid": "kalindi-khal-trek",
            "elevation": "19,488",
            "duration": "15",
            "cost": "98,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "99",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Kalindi Khal Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Kalindi Khal. The trek involves crossing high mountain passes, walking on glaciers, and navigating through rugged terrains. Trekkers will be rewarded with breathtaking views of the surrounding peaks and valleys, and a sense of accomplishment in crossing one of the less-traveled paths in the Himalayas."
        },
        {
            "title": "Kang Yatse II Peak Trek",
            "uid": "Kang-Yatse-II-Trek",
            "elevation": "20,505",
            "duration": "12",
            "cost": "49,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "72",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Kang Yatse II Peak Trek is a challenging and rewarding journey in Ladakh, taking you to the summit of the stunning Kang Yatse II peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Kashmir Great Lakes Trek",
            "uid": "kashmir-great-lakes-trek",
            "elevation": "13,697",
            "duration": "8",
            "cost": "17,950",
            "difficulty": [
                "difficult"
            ],
            "location": "Jammu and Kashmir",
            "distance": "69",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Kashmir Great Lakes Trek is a spectacular journey in the Indian Himalayas, taking you to the stunning alpine lakes of Vishansar, Krishansar, Gadsar, Satsar, and Gangbal. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Kedarkantha Trek",
            "uid": "kedarkantha-trek",
            "elevation": "12,500",
            "duration": "5",
            "cost": "8,900",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "23",
            "tags": [],
            "bestTimeToTarget": ["December", "January", "February", "March", "April", "May", "October", "November"],
            "description": "The Kedarkantha Trek is a popular winter trek in the Indian Himalayas, taking you to the stunning Kedarkantha peak. The trek offers breathtaking views of the surrounding snow-capped peaks and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Kedartal Trek",
            "uid": "kedar-taal-trek",
            "elevation": "15,748",
            "duration": "7",
            "cost": "15,800",
            "difficulty": [
                "moderate"
            ],
            "location": "Uttarakhand",
            "distance": "38",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Kedartal Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Kedartal, a high-altitude lake known for its pristine beauty and tranquility. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Khopra Ridge Trek",
            "uid": "khopra-ridge-trek-nepal",
            "elevation": "12,795",
            "duration": "10",
            "cost": "24,800",
            "difficulty": [
                "moderate"
            ],
            "location": "Nepal",
            "distance": "50",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "September", "October", "November"],
            "description": "The Khopra Ridge Trek is a hidden gem in the Annapurna region of Nepal, offering stunning views of the Annapurna and Dhaulagiri mountain ranges. The trek takes you through lush forests, charming villages, and along pristine ridges. The highlight is the breathtaking sunrise and sunset views from Khopra Ridge. This trek is perfect for those seeking a less-crowded alternative to the Annapurna Circuit."
        },
        {
            "title": "Mount Kilimanjaro Trek",
            "uid": "mount-kilimanjaro-trek",
            "elevation": "19,340",
            "duration": "9",
            "cost": "1,89,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Tanzania",
            "distance": "64",
            "tags": [],
            "bestTimeToTarget": ["January", "February", "June", "July", "August", "September", "December"],
            "description": "The Mount Kilimanjaro Trek is a once-in-a-lifetime adventure, taking you to the roof of Africa, Mount Kilimanjaro. The trek offers a diverse range of landscapes, from lush rainforests to alpine deserts, and provides breathtaking views of the surrounding plains and mountains. Trekkers will also experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience."
        },
        {
            "title": "Kuari Pass Trek",
            "uid": "Kuari-pass-trek",
            "elevation": "12,716",
            "duration": "5",
            "cost": "9,200",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "30",
            "tags": [],
            "bestTimeToTarget": ["December", "January", "February", "March", "April", "May", "June", "September", "October", "November"],
            "description": "The Kuari Pass Trek is a delightful journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Kuari Pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Markha Valley Trek",
            "uid": "markha-valley-trek",
            "elevation": "17,060",
            "duration": "10",
            "cost": "24,800",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "65",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Markha Valley Trek is a spectacular journey in Ladakh, taking you through the stunning Markha Valley, known for its breathtaking landscapes and unique culture. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Miyar Valley Trek",
            "uid": "Miyar-Valley-Trek",
            "elevation": "13,090",
            "duration": "8",
            "cost": "15,900",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "60",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Miyar Valley Trek is a hidden gem in the Indian Himalayas, taking you through the stunning Miyar Valley, known for its breathtaking landscapes and unique culture. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Mt. Black Peak",
            "uid": "Black-Peak-Expedition",
            "elevation": "20,955",
            "duration": "15",
            "cost": "85,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Uttarakhand",
            "distance": "72",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Mt. Black Peak Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Black Peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Mt. CB 13 and CB 14 Expedition",
            "uid": "Mt-CB-13-and-CB-14-expedition",
            "elevation": "20,551",
            "duration": "16",
            "cost": "85,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Himanchal Pradesh",
            "distance": "43",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Mt. CB 13 and CB 14 Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the summits of the stunning CB 13 and CB 14 peaks. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Mt. Deo Tibba Peak",
            "uid": "deo-tibba-peak",
            "elevation": "19,688",
            "duration": "15",
            "cost": "65,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Himanchal Pradesh",
            "distance": "42",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Mt. Deo Tibba Peak Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Deo Tibba peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Mt. Nun Peak",
            "uid": "Mount-Nun-Expedition",
            "elevation": "23,409",
            "duration": "23",
            "cost": "2,20,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Ladakh",
            "distance": "64",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Mt. Nun Peak Expedition is a challenging and rewarding journey in Ladakh, taking you to the summit of the stunning Nun Peak, the highest peak in the Indian state of Jammu and Kashmir. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Nag Tibba Trek",
            "uid": "Nag-Tibba-Trek",
            "elevation": "9,856",
            "duration": "3",
            "cost": "3,950",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "19",
            "tags": [],
            "bestTimeToTarget": ["January", "February", "March", "April", "May", "October", "November", "December"],
            "description": "The Nag Tibba Trek is a short and scenic trek in the Indian Himalayas, taking you to the beautiful Nag Tibba, the highest peak in the Nag Tibba range. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Pangarchulla Peak Trek",
            "uid": "pangarchulla-peak-trek",
            "elevation": "14,701",
            "duration": "7",
            "cost": "12,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "47",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May"],
            "description": "The Pangarchulla Peak Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Pangarchulla peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Parang La Expedition",
            "uid": "parang-la-trek",
            "elevation": "18,307",
            "duration": "12",
            "cost": "39,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "128",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Parang La Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Parang La, a high mountain pass that offers breathtaking views of the surrounding peaks and valleys. The trek involves crossing high mountain passes, walking on glaciers, and navigating through rugged terrains. Trekkers will be rewarded with a sense of accomplishment in crossing one of the less-traveled paths in the Himalayas."
        },
        {
            "title": "Phulara Ridge Trek",
            "uid": "phulara-ridge-trek",
            "elevation": "12,172",
            "duration": "6",
            "cost": "9,450",
            "difficulty": [
                "easy"
            ],
            "location": "Uttarakhand",
            "distance": "30",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Phulara Ridge Trek is a delightful journey in the Indian Himalayas, taking you along the beautiful Phulara Ridge, known for its stunning views and tranquility. The trek offers a chance to experience the rich biodiversity of the region and the unique culture of the local villages. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Pin Bhaba Pass Trek",
            "uid": "Pin-Bhaba-Pass-Trek",
            "elevation": "16,125",
            "duration": "7",
            "cost": "16,900",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "48",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Pin Bhaba Pass Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Pin Bhaba Pass. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Pin Parvati Pass Expedition",
            "uid": "Pin-parwati-pass-trek",
            "elevation": "17,382",
            "duration": "12",
            "cost": "49,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "82",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Pin Parvati Pass Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Pin Parvati Pass. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Rumtse to Tso Moriri Lake Trek",
            "uid": "rumtse-to-tso-moriri-lake-trek",
            "elevation": "17,848",
            "duration": "11",
            "cost": "53,300",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "106",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Rumtse to Tso Moriri Lake Trek is a spectacular journey in Ladakh, taking you from the stunning Rumtse village to the beautiful Tso Moriri Lake, known for its pristine beauty and tranquility. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Rupin Pass Trek",
            "uid": "rupin-pass-trek",
            "elevation": "15,197",
            "duration": "7",
            "cost": "15,300",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "44",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Rupin Pass Trek is an exciting journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Rupin Pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Sandakphu Trek",
            "uid": "sandakphu-trek",
            "elevation": "11,900",
            "duration": "7",
            "cost": "13,200",
            "difficulty": [
                "easy"
            ],
            "location": "West Bengal",
            "distance": "81",
            "tags": [],
            "bestTimeToTarget": ["March", "April", "May", "October", "November", "December"],
            "description": "The Sandakphu Trek is a popular journey in the Indian Himalayas, taking you to the summit of the stunning Sandakphu peak, known for its breathtaking views of the Everest and Kanchenjunga mountain ranges. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Sar Pass Trek",
            "uid": "Sar-Pass-Trek#:~:text=The%20total%20trek%20distance%20is,very%20thrilling%20and%20enriching%20experience.",
            "elevation": "13,855",
            "duration": "5",
            "cost": "9,950",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "28",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Sar Pass Trek is an exciting journey in the Indian Himalayas, taking you through lush green meadows, dense forests, and along sparkling streams. The trek offers stunning views of the surrounding peaks and valleys, and a chance to experience the rich biodiversity of the region. The highlight is crossing the Sar Pass, which offers panoramic views of the Himalayas."
        },
        {
            "title": "Spiti Winter Homestay Trail",
            "uid": "Spiti-Winter-Homestay-Trail",
            "elevation": "15,049",
            "duration": "9",
            "cost": "34,850",
            "difficulty": [
                "moderate"
            ],
            "location": "Himanchal Pradesh",
            "distance": "30",
            "tags": [],
            "bestTimeToTarget": ["January", "February", "March"],
            "description": "The Spiti Winter Homestay Trail is a unique and immersive experience in the Indian Himalayas, taking you through the stunning Spiti Valley, known for its breathtaking landscapes and unique culture. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for those seeking a truly unique and enriching experience in the Himalayas."
        },
        {
            "title": "Sumda Chey Winter Trek",
            "uid": "sumda-chey-winter-trek",
            "elevation": "14,898",
            "duration": "9",
            "cost": "24,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Ladakh",
            "distance": "52",
            "tags": [],
            "bestTimeToTarget": ["January", "February", "March"],
            "description": "The Sumda Chey Winter Trek is a unique and challenging journey in Ladakh, taking you through the stunning landscapes of the Indus Valley and the beautiful Sumda Chey village. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Tarsar Marsar Trek",
            "uid": "tarsar-marsar-trek",
            "elevation": "13,202",
            "duration": "7",
            "cost": "14,950",
            "difficulty": [
                "moderate"
            ],
            "location": "Jammu and Kashmir",
            "distance": "46",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Tarsar Marsar Trek is a beautiful journey in the Indian Himalayas, taking you to the stunning Tarsar and Marsar lakes, known for their pristine beauty and tranquility. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for nature lovers and those seeking a peaceful escape in the mountains."
        },
        {
            "title": "Vasuki Tal Trek",
            "uid": "gangotri-tapovan-vasuki-tal-trek",
            "elevation": "16,010",
            "duration": "9",
            "cost": "29,900",
            "difficulty": [
                "difficult"
            ],
            "location": "Uttarakhand",
            "distance": "63",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Vasuki Tal Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the stunning Vasuki Tal, a high-altitude lake known for its pristine beauty and tranquility. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Warwan Valley Trek",
            "uid": "warwan-valley-kashmir-trek",
            "elevation": "14,468",
            "duration": "8",
            "cost": "21,500",
            "difficulty": [
                "difficult"
            ],
            "location": "Jammu and Kashmir",
            "distance": "95",
            "tags": [],
            "bestTimeToTarget": ["July", "August", "September"],
            "description": "The Warwan Valley Trek is a hidden gem in the Indian Himalayas, taking you through the stunning Warwan Valley, known for its breathtaking landscapes and unique culture. The trek offers a chance to experience the rich biodiversity of the region and the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Yunam Peak Trek",
            "uid": "yunam-peak-expedition",
            "elevation": "20,049",
            "duration": "8",
            "cost": "27,000",
            "difficulty": [
                "difficult"
            ],
            "location": "Himanchal Pradesh",
            "distance": "22",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Yunam Peak Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Yunam Peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Bandarpunch Peak",
            "uid": "bandarpunch-peak-expedition",
            "elevation": "20,722",
            "duration": "17",
            "cost": "1,80,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Uttarakhand",
            "distance": "22",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Bandarpunch Peak Trek is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Bandarpunch Peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Arwa Tower Peak Expedition",
            "uid": "arwa-tower-peak-expedition",
            "elevation": "20,840",
            "duration": "29",
            "cost": "2,50,000",
            "difficulty": [
                "challenging"
            ],
            "location": "Uttarakhand",
            "distance": "22",
            "tags": [],
            "bestTimeToTarget": ["May", "June", "September", "October"],
            "description": "The Arwa Tower Peak Expedition is a challenging and rewarding journey in the Indian Himalayas, taking you to the summit of the stunning Arwa Tower Peak. The trek offers breathtaking views of the surrounding peaks and valleys, and a chance to experience the unique culture and traditions of the local people. This trek is perfect for adventure enthusiasts and those seeking a truly unique experience in the Himalayas."
        },
        {
            "title": "Ala-Kul Trek - Kyrgyzstan",
            "uid": "ala-kul-trek-kyrgyzstan",
            "elevation": "12,750",
            "duration": "7",
            "cost": "35,000",
            "difficulty": [
                "moderate"
            ],
            "location": "Kyrgyzstan",
            "distance": "60",
            "tags": [],
            "bestTimeToTarget": ["June", "July", "August", "September"],
            "description": "The Ala-Kul Trek in Kyrgyzstan is a breathtaking journey through the heart of the Tien Shan mountains. Trekkers traverse lush valleys, alpine meadows, and dense coniferous forests before ascending to the stunning Ala-Kul Lake, a turquoise gem cradled at 12,750 ft. The route offers panoramic views of snow-capped peaks, encounters with nomadic culture in yurt camps, and the vibrant life of Kyrgyz bazaars. This trek is perfect for those seeking a blend of adventure, natural beauty, and cultural immersion in Central Asia."
        }
    ]
}